g/h/Concept.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>The Concept</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-11-15"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">The Concept</h1>

<p>Notes on "The Doctrine of Concept" from Hegel's Encyclopedia
1-17, 161-244. These notes follow the argument developed by
Quentin Lauer in <i>Hegel's Concept of God</i>. (SUNY Press, 1982)
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Philosophical Thinking (59) </a></li>
<li><a href="#sec-2">2 The "Necessity" of Truth (76) </a></li>
<li><a href="#sec-3">3 Relation of Thought and Reality </a></li>
<li><a href="#sec-4">4 The Meaning of Concept </a></li>
<li><a href="#sec-5">5 Judgment </a></li>
<li><a href="#sec-6">6 Syllogism </a></li>
<li><a href="#sec-7">7 From Subjectivity to Objectivity </a></li>
<li><a href="#sec-8">8 The Meaning of "Objectivity" </a></li>
<li><a href="#sec-9">9 The Dynamism of Purpose </a></li>
<li><a href="#sec-10">10 Subject-Object </a></li>
<li><a href="#sec-11">11 Truth as Idea </a></li>
<li><a href="#sec-12">12 Idea as Process </a></li>
<li><a href="#sec-13">13 Idea as Absolute </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-3">
<h3 id="sec-1"><span class="section-number-3">1</span> Philosophical Thinking (59) </h3>
<div class="outline-text-3" id="text-1">

<p>This section analyzes an important section of Hegel's work,
notably the Introduction (nos. 1-17) to his
<i>Encyclopedia of the Philosophical Sciences</i>.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-3">
<h3 id="sec-2"><span class="section-number-3">2</span> The "Necessity" of Truth (76) </h3>
<div class="outline-text-3" id="text-2">

</div>

</div>

<div id="outline-container-3" class="outline-3">
<h3 id="sec-3"><span class="section-number-3">3</span> Relation of Thought and Reality </h3>
<div class="outline-text-3" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-3">
<h3 id="sec-4"><span class="section-number-3">4</span> The Meaning of Concept </h3>
<div class="outline-text-3" id="text-4">

<p>When Hegel uses the term "concept", he is speaking from the
perspective of "absolute idealism", according to which what
ordinary consciousness looks upon as a "being" independent
of consciousness is seen to be but an "ideal moment" of a 
larger whole in which only "<i>begreifendes Erkennen</i>" can come
to grips with. (80)
</p>
<p>
The "logic of understanding", on the other hand, tends to 
look upon the concept as simply a form of subjective thinking,
the way the individual mind "represents" to itself universally
the object it thinks, an empty abstraction. (80-81)
</p>
<p>
For Hegel, the concept is the exact opposite of abstract;
it is an "utterly concrete", vital principle. (81)
</p>
<p>
The concept  as "uniting the totality of finite
perspectives into an ideal unity, into a determinate whole,
it is concrete, the locus of concrete universality, 
the <i>really real</i>, not the mentally fragmented. (81)
</p>
<p>
In this sense, the concept is <i>the</i> definition of the absolute. (81)
</p>
<p>
The concept is the "dynamic reproduction in thought
of the rational structure of reality." (81)
</p>

</div>

</div>

<div id="outline-container-5" class="outline-3">
<h3 id="sec-5"><span class="section-number-3">5</span> Judgment </h3>
<div class="outline-text-3" id="text-5">

</div>

</div>

<div id="outline-container-6" class="outline-3">
<h3 id="sec-6"><span class="section-number-3">6</span> Syllogism </h3>
<div class="outline-text-3" id="text-6">

</div>

</div>

<div id="outline-container-7" class="outline-3">
<h3 id="sec-7"><span class="section-number-3">7</span> From Subjectivity to Objectivity </h3>
<div class="outline-text-3" id="text-7">

</div>

</div>

<div id="outline-container-8" class="outline-3">
<h3 id="sec-8"><span class="section-number-3">8</span> The Meaning of "Objectivity" </h3>
<div class="outline-text-3" id="text-8">

</div>

</div>

<div id="outline-container-9" class="outline-3">
<h3 id="sec-9"><span class="section-number-3">9</span> The Dynamism of Purpose </h3>
<div class="outline-text-3" id="text-9">

</div>

</div>

<div id="outline-container-10" class="outline-3">
<h3 id="sec-10"><span class="section-number-3">10</span> Subject-Object </h3>
<div class="outline-text-3" id="text-10">

</div>

</div>

<div id="outline-container-11" class="outline-3">
<h3 id="sec-11"><span class="section-number-3">11</span> Truth as Idea </h3>
<div class="outline-text-3" id="text-11">

</div>

</div>

<div id="outline-container-12" class="outline-3">
<h3 id="sec-12"><span class="section-number-3">12</span> Idea as Process </h3>
<div class="outline-text-3" id="text-12">

</div>

</div>

<div id="outline-container-13" class="outline-3">
<h3 id="sec-13"><span class="section-number-3">13</span> Idea as Absolute </h3>
<div class="outline-text-3" id="text-13">



</div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:gwdean@gmail.com">&lt;gwdean@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2013-11-15</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
